{
  "privacy_title": "Security & Privacy",
  "privacy_subtitle": "Your trust is our priority.",
  "privacy_data_collection_title": "Information Collection",
  "privacy_data_collection_desc": "We collect information to provide and improve our services. This includes:",
  "privacy_account_info": "Account Information: When you register, we collect your first name, last name, and email address. Your password is encrypted and we never have access to it in plain text.",
  "privacy_usage_data": "Usage Data: We may collect information about how you use our service, such as pages you visit or features you use, to improve the user experience.",
  "privacy_content_requests": "Content Requests: When you make a media request, we record this request associated with your account.",
  "privacy_data_usage_title": "Use of Information",
  "privacy_data_usage_desc": "We use the information we collect to:",
  "privacy_usage_1": "Provide, operate, and maintain our service.",
  "privacy_usage_2": "Improve, personalize, and develop our service.",
  "privacy_usage_3": "Communicate with you, including for customer support or to inform you of updates.",
  "privacy_usage_4": "Ensure the security of our platform and prevent abuse.",
  "privacy_sharing_title": "Information Sharing",
  "privacy_sharing_desc": "We do not sell, exchange, or rent your personal information to third parties. Your trust is our priority. Data is only used internally for the proper functioning of the service.",
  "privacy_security_title": "Data Security",
  "privacy_security_desc": "We implement a variety of security measures to maintain the security of your personal information. We use encryption (HTTPS) to protect transmitted data and our databases are secured with strict access policies.",
  "privacy_rights_title": "Your Rights",
  "privacy_rights_desc": "In accordance with regulations, you have the right to access, rectify, and delete your personal data. You can exercise these rights by contacting us at the email address below.",
  "privacy_contact_title": "Contact",
  "privacy_contact_desc": "For any questions regarding this privacy policy, please contact us at:",
  
  "about_title": "About Jelly",
  "about_subtitle": "Your entertainment universe, shaped by a passionate developer.",
  "about_mission_title": "The Mission",
  "about_mission_desc": "The mission of this project is simple: to provide simple, fast, and centralized access to a vast catalog of movies, series, and anime. I believe that entertainment should be accessible without constraints, on any device, anytime. Jelly was born from this passion for cinema and technology, with the ambition to create the best possible streaming experience.",
  "about_passion_title": "A Passionate Project",
  "about_passion_desc": "I am a passionate developer who devotes my free time to creating and improving this service. Every feature, every improvement is designed to meet your needs. This is not a large company, but a personal project carried out with passion.",
  "about_community_title": "Join the Community",
  "about_community_desc": "Jelly is more than just a service, it's a community of users. Your feedback is essential to help me grow the project. Join us on Discord to discuss, suggest new features, or simply share your latest cinematic favorites.",
  "about_frontend_title": "Frontend Technologies",
  "about_frontend_desc": "Modern stack for optimal user experience",
  "about_services_title": "Integrated Services",
  "about_services_desc": "Robust solutions for streaming and data",
  "about_legal_title": "Legal Information",
  "about_legal_desc": "This project is a private instance and is not affiliated with Jellyfin or The Movie Database (TMDB). Jelly uses these services to enrich its catalog and improve the user experience, but remains an independent project developed by Kaysuto Kimiya.",
  "about_explore_catalog": "Explore the Catalog",
  
  "dmca_subtitle": "Our commitment to respecting intellectual property.",
  "dmca_important_title": "Important Notice",
  "dmca_important_desc": "Our platform operates as an index and database of content publicly available on the Internet, acting similarly to Google. We do not store or host any video files or media on our servers. Our service only catalogs metadata and provides links to content hosted by third parties. We have no control over these third-party services.",
  "dmca_notification_title": "Copyright Infringement Notification",
  "dmca_notification_desc": "If you are a copyright holder and believe that material available through our service infringes your rights, you may submit a copyright infringement notification. Your notification must include the following:",
  "dmca_requirement_1": "A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.",
  "dmca_requirement_2": "Identification of the copyrighted work that is claimed to have been infringed.",
  "dmca_requirement_3": "Identification of the material that is claimed to be infringing and that is to be removed, along with information reasonably sufficient to permit us to locate the material.",
  "dmca_requirement_4": "Information reasonably sufficient to permit us to contact you, such as an address, telephone number, and, if possible, an email address.",
  "dmca_requirement_5": "A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.",
  "dmca_requirement_6": "A statement that the information in the notification is accurate and, under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.",
  "dmca_contact_title": "Where to Send the Notification?",
  "dmca_contact_desc": "Please send your copyright infringement notification to our designated agent at the following address:",
  "dmca_contact_email": "Email:",
  "dmca_contact_final": "We will review and process all notifications that comply with the above requirements.",
  
  "footer_description": "Your modern streaming platform with an infinite catalog of movies, series, and anime. Join our community and discover new content every day."
}
