{
  "privacy_title": "Sécurité & Confidentialité",
  "privacy_subtitle": "Votre confiance est notre priorité.",
  "privacy_data_collection_title": "Collecte des informations",
  "privacy_data_collection_desc": "Nous collectons des informations pour fournir et améliorer nos services. Cela inclut :",
  "privacy_account_info": "Informations de compte : Lorsque vous vous inscrivez, nous collectons votre nom, prénom et adresse e-mail. Votre mot de passe est chiffré et nous n'y avons jamais accès en clair.",
  "privacy_usage_data": "Données d'utilisation : Nous pouvons collecter des informations sur la manière dont vous utilisez notre service, comme les pages que vous visitez ou les fonctionnalités que vous utilisez, afin d'améliorer l'expérience utilisateur.",
  "privacy_content_requests": "Demandes de contenu : Lorsque vous faites une demande de média, nous enregistrons cette demande associée à votre compte.",
  "privacy_data_usage_title": "Utilisation des informations",
  "privacy_data_usage_desc": "Nous utilisons les informations que nous collectons pour :",
  "privacy_usage_1": "Fournir, exploiter et maintenir notre service.",
  "privacy_usage_2": "Améliorer, personnaliser et développer notre service.",
  "privacy_usage_3": "Communiquer avec vous, notamment pour le support client ou pour vous informer des mises à jour.",
  "privacy_usage_4": "Assurer la sécurité de notre plateforme et prévenir les abus.",
  "privacy_sharing_title": "Partage des informations",
  "privacy_sharing_desc": "Nous ne vendons, n'échangeons ni ne louons vos informations personnelles à des tiers. Votre confiance est notre priorité. Les données ne sont utilisées qu'en interne pour le bon fonctionnement du service.",
  "privacy_security_title": "Sécurité des données",
  "privacy_security_desc": "Nous mettons en œuvre une variété de mesures de sécurité pour maintenir la sécurité de vos informations personnelles. Nous utilisons le chiffrement (HTTPS) pour protéger les données transmises et nos bases de données sont sécurisées avec des politiques d'accès strictes.",
  "privacy_rights_title": "Vos droits",
  "privacy_rights_desc": "Conformément à la réglementation, vous disposez d'un droit d'accès, de rectification et de suppression de vos données personnelles. Vous pouvez exercer ces droits en nous contactant à l'adresse e-mail ci-dessous.",
  "privacy_contact_title": "Contact",
  "privacy_contact_desc": "Pour toute question relative à cette politique de confidentialité, veuillez nous contacter à :",
  
  "about_title": "À propos de Jelly",
  "about_subtitle": "Votre univers de divertissement, façonné par un passionné.",
  "about_mission_title": "La Mission",
  "about_mission_desc": "La mission de ce projet est simple : offrir un accès simple, rapide et centralisé à un vaste catalogue de films, séries et animés. Je crois que le divertissement doit être accessible sans contraintes, sur n'importe quel appareil, n'importe quand. Jelly est né de cette passion pour le cinéma et la technologie, avec l'ambition de créer la meilleure expérience de streaming possible.",
  "about_passion_title": "Un Projet Passionné",
  "about_passion_desc": "Je suis un développeur passionné qui consacre son temps libre à créer et améliorer ce service. Chaque fonctionnalité, chaque amélioration est pensée pour répondre à vos besoins. Ce n'est pas une grande entreprise, mais un projet personnel mené avec passion.",
  "about_community_title": "Rejoignez la Communauté",
  "about_community_desc": "Jelly est plus qu'un simple service, c'est une communauté d'utilisateurs. Votre avis est essentiel pour m'aider à faire grandir le projet. Rejoignez-nous sur Discord pour discuter, suggérer de nouvelles fonctionnalités, ou simplement partager vos derniers coups de cœur cinématographiques.",
  "about_frontend_title": "Technologies Frontend",
  "about_frontend_desc": "Stack moderne pour une expérience utilisateur optimale",
  "about_services_title": "Services Intégrés",
  "about_services_desc": "Solutions robustes pour le streaming et les données",
  "about_legal_title": "Informations légales",
  "about_legal_desc": "Ce projet est une instance privée et n'est pas affilié à Jellyfin ou The Movie Database (TMDB). Jelly utilise ces services pour enrichir son catalogue et améliorer l'expérience utilisateur, mais reste un projet indépendant développé par Kaysuto Kimiya.",
  "about_explore_catalog": "Explorer le Catalogue",
  
  "dmca_subtitle": "Notre engagement envers le respect de la propriété intellectuelle.",
  "dmca_important_title": "Avis Important",
  "dmca_important_desc": "Notre plateforme fonctionne comme un index et une base de données de contenu disponible publiquement sur Internet, agissant de manière similaire à Google. Nous ne stockons ni n'hébergeons aucun fichier vidéo ou média sur nos serveurs. Notre service se contente de cataloguer les métadonnées et de fournir des liens vers des contenus hébergés par des tiers. Nous n'avons aucun contrôle sur ces services tiers.",
  "dmca_notification_title": "Notification de Violation de Droits d'Auteur",
  "dmca_notification_desc": "Si vous êtes titulaire de droits d'auteur et que vous pensez que du matériel disponible via notre service enfreint vos droits, vous pouvez soumettre une notification de violation de droits d'auteur. Votre notification doit inclure les éléments suivants :",
  "dmca_requirement_1": "Une signature physique ou électronique d'une personne autorisée à agir au nom du titulaire d'un droit exclusif prétendument violé.",
  "dmca_requirement_2": "L'identification de l'œuvre protégée par le droit d'auteur qui aurait été violée.",
  "dmca_requirement_3": "L'identification du matériel qui est prétendument en infraction et qui doit être retiré, ainsi que des informations raisonnablement suffisantes pour nous permettre de localiser le matériel.",
  "dmca_requirement_4": "Des informations raisonnablement suffisantes pour nous permettre de vous contacter, telles qu'une adresse, un numéro de téléphone et, si possible, une adresse e-mail.",
  "dmca_requirement_5": "Une déclaration selon laquelle vous estimez de bonne foi que l'utilisation du matériel de la manière incriminée n'est pas autorisée par le titulaire du droit d'auteur, son agent ou la loi.",
  "dmca_requirement_6": "Une déclaration selon laquelle les informations contenues dans la notification sont exactes et, sous peine de parjure, que vous êtes autorisé à agir au nom du titulaire d'un droit exclusif prétendument violé.",
  "dmca_contact_title": "Où Envoyer la Notification ?",
  "dmca_contact_desc": "Veuillez envoyer votre notification de violation de droits d'auteur à notre agent désigné à l'adresse suivante :",
  "dmca_contact_email": "E-mail :",
  "dmca_contact_final": "Nous examinerons et traiterons toutes les notifications conformes aux exigences ci-dessus.",
  
  "footer_description": "Votre plateforme de streaming moderne avec un catalogue infini de films, séries et animés. Rejoignez notre communauté et découvrez de nouveaux contenus chaque jour."
}
